export const SI_BEACHES =[
        {
            "type": "node",
            "id": 6019289483,
            "lat": 45.9101813,
            "lon": 14.2067814,
            "tags": {
                "name": "Betonska plaža",
                "natural": "beach",
                "surface": "concrete"
            }
        },
        {
            "type": "node",
            "id": 6019289484,
            "lat": 45.9100490,
            "lon": 14.2072558,
            "tags": {
                "name": "Plaža",
                "natural": "beach"
            }
        },
        {
            "type": "node",
            "id": 7223464024,
            "lat": 45.9017342,
            "lon": 14.4926874,
            "tags": {
                "name": "Grabljice",
                "natural": "beach",
                "surface": "gravel"
            }
        },
        {
            "type": "node",
            "id": 7651575620,
            "lat": 45.4659672,
            "lon": 15.0885665,
            "tags": {
                "name": "Radenci - Mlin",
                "natural": "beach"
            }
        },
        {
            "type": "node",
            "id": 9063870521,
            "lat": 46.2473207,
            "lon": 13.5869910,
            "tags": {
                "name": "Kobarid Beach",
                "natural": "beach"
            }
        },
        {
            "type": "node",
            "id": 9491975218,
            "lat": 45.5930225,
            "lon": 13.7065484,
            "tags": {
                "name": "Plaža Debeli rtič",
                "name:it": "Spiaggia di Punta Grossa",
                "name:sl": "Plaža Debeli rtič",
                "natural": "beach"
            }
        },
        {
            "type": "node",
            "id": 9938888795,
            "lat": 46.4160538,
            "lon": 14.1052583,
            "tags": {
                "name": "Kamp Perun Lipce - plaža",
                "natural": "beach",
                "surface": "gravel"
            }
        },
        {
            "type": "node",
            "id": 10839402886,
            "lat": 46.2297964,
            "lon": 13.4271649,
            "tags": {
                "name": "Pri ta gnili skali",
                "natural": "beach"
            }
        },
        {
            "type": "node",
            "id": 10839432160,
            "lat": 46.2486485,
            "lon": 13.4992479,
            "tags": {
                "name": "Nadiška (Potoška) korita",
                "natural": "beach"
            }
        },
        {
            "type": "node",
            "id": 13072367930,
            "lat": 45.5287498,
            "lon": 13.5734101,
            "tags": {
                "description": "Informal rocky beach where nudism is common; no official designation.",
                "name": "Nudist Beach",
                "natural": "beach",
                "note": "Nudity observed on site (2025-08-15). No signage; appears tolerated by locals.",
                "nudism": "permissive"
            }
        },
        {
            "type": "node",
            "id": 13608177165,
            "lat": 46.2352401,
            "lon": 13.4207531,
            "tags": {
                "lifeguard": "no",
                "name": "Budlo",
                "natural": "beach",
                "supervised": "no",
                "surface": "gravel"
            }
        },
        {
            "type": "node",
            "id": 13650635023,
            "lat": 46.1551043,
            "lon": 14.3647308,
            "tags": {
                "name": "Skalca",
                "natural": "beach"
            }
        },
        {
            "type": "node",
            "id": 13943074569,
            "lat": 46.1429785,
            "lon": 14.3917748,
            "tags": {
                "lifeguard": "no",
                "name": "Kopališče Sora",
                "natural": "beach",
                "supervised": "no"
            }
        },
        {
            "type": "way",
            "id": 167450854,
            "center": {
                "lat": 45.5415361,
                "lon": 13.6572993
            },
            "nodes": [
                1788450603,
                11824844592,
                1935381049,
                2812444399,
                1935381052,
                1788450594,
                1935381063,
                2812444412,
                1935381075,
                1788450590,
                1935381088,
                1788450602,
                1935381091,
                1935381090,
                2812444425,
                1788450596,
                2812444430,
                1788450591,
                2812444439,
                1788450593,
                2812444442,
                1788450598,
                2812444457,
                2812444466,
                1788450597,
                1788450600,
                2812444458,
                2812444443,
                2757544188,
                1788450595,
                2812444432,
                2812444431,
                2757544182,
                1788450592,
                1912147122,
                1788450589,
                1935381083,
                1935381081,
                1935381078,
                1935381071,
                1935381060,
                1935381059,
                1935381056,
                1788450599,
                1935381050,
                1788450603
            ],
            "tags": {
                "name": "Plaža na Svetilniku",
                "name:it": "Spiaggia di Punta Gallo",
                "name:sl": "Plaža na Svetilniku",
                "natural": "beach",
                "surface": "pebblestone"
            }
        },
        {
            "type": "way",
            "id": 167451024,
            "center": {
                "lat": 45.5419942,
                "lon": 13.6591593
            },
            "nodes": [
                1788451867,
                2757544194,
                1909882756,
                1788451863,
                1909882754,
                1788451864,
                1788451865,
                9407325523,
                1788451866,
                2812444464,
                1788451868,
                1788451867
            ],
            "tags": {
                "name": "Plaža doma \"Dva topola\" za slepe in slabovidne",
                "name:en": "Beach for visually impaireds",
                "name:it": "Spiaggia per ciechi e ipovedenti",
                "natural": "beach"
            }
        },
        {
            "type": "way",
            "id": 189921913,
            "center": {
                "lat": 46.3701142,
                "lon": 15.0865512
            },
            "nodes": [
                2005333811,
                2005333809,
                2005333814,
                2005333808,
                9489381256,
                9489381257,
                9489381258,
                9489381259,
                2005333812,
                9489381260,
                9489381262,
                9489381261,
                5249430621,
                5249431738,
                2005333810,
                96542730,
                5249431735,
                2005333813,
                10912671571,
                9489381255,
                9489381254,
                9489381253,
                9489381252,
                9489381251,
                9489381250,
                2005333807,
                2005333811
            ],
            "tags": {
                "access": "yes",
                "name": "Velenjska plaža",
                "natural": "beach",
                "operator": "Občina Velenje",
                "surface": "grass"
            }
        },
        {
            "type": "way",
            "id": 249106232,
            "center": {
                "lat": 45.5702220,
                "lon": 13.7430677
            },
            "nodes": [
                2557820830,
                13853456104,
                13853456105,
                13853456107,
                13853456106,
                2557820836,
                2557820839,
                2557820838,
                13853456108,
                13853456109,
                2557820829,
                13853456110,
                13853456111,
                13853450600,
                2557820833,
                2557820837,
                2557820831,
                2557820840,
                2557820830
            ],
            "tags": {
                "name": "Školjčišče",
                "natural": "beach",
                "wikidata": "Q12807219",
                "wikipedia": "sl:Školjčna sipina (Ankaran)"
            }
        },
        {
            "type": "way",
            "id": 270003646,
            "center": {
                "lat": 45.5130168,
                "lon": 13.5930933
            },
            "nodes": [
                271624329,
                2751005033,
                1837028179,
                1418158485,
                831909284,
                2751005093,
                2751005085,
                2751005089,
                1418158494,
                13110710239,
                1837028166,
                271624327,
                1406539034,
                271624328,
                271624329
            ],
            "tags": {
                "access": "yes",
                "name": "Plaža Portorož",
                "name:it": "Spiaggia di Portorose",
                "natural": "beach",
                "surface": "sand",
                "survey:date": "2022-09-23"
            }
        },
        {
            "type": "way",
            "id": 320052379,
            "center": {
                "lat": 46.2385296,
                "lon": 15.6341206
            },
            "nodes": [
                3265534896,
                3265534897,
                3265534898,
                3265534899,
                3265534896
            ],
            "tags": {
                "addr:city": "Rogaška Slatina",
                "addr:housenumber": "5",
                "addr:postcode": "3250",
                "addr:street": "Celjska cesta",
                "building": "retail",
                "name": "Rogaška Riviera",
                "natural": "beach"
            }
        },
        {
            "type": "way",
            "id": 358663313,
            "center": {
                "lat": 45.5339451,
                "lon": 13.6492263
            },
            "nodes": [
                3635613746,
                3635613747,
                5197288097,
                3635613749,
                3635613750,
                3635613751,
                3635613752,
                3635613753,
                3635613754,
                3184946841,
                1624354700,
                3635613757,
                4301546382,
                3184946842,
                1044661044,
                3184946845,
                4301543448,
                3635613746
            ],
            "tags": {
                "name": "plaža Delfin",
                "natural": "beach",
                "surface": "concrete"
            }
        },
        {
            "type": "way",
            "id": 536178500,
            "center": {
                "lat": 45.5305430,
                "lon": 13.5647291
            },
            "nodes": [
                5194786338,
                5194786343,
                5194683947,
                5194683948,
                5194786338
            ],
            "tags": {
                "name": "Punta",
                "natural": "beach",
                "surface": "paved"
            }
        },
        {
            "type": "way",
            "id": 536178506,
            "center": {
                "lat": 45.5232259,
                "lon": 13.5668163
            },
            "nodes": [
                3619117337,
                3619117336,
                5194786363,
                5194786364,
                5194815359,
                5194786365,
                5194786366,
                5194786367,
                5194786368,
                3619117333,
                5865930918,
                5865930925,
                3619117334,
                3619117335,
                3619117337
            ],
            "tags": {
                "name": "Riviera",
                "natural": "beach",
                "surface": "concrete"
            }
        },
        {
            "type": "way",
            "id": 616123156,
            "center": {
                "lat": 45.5031092,
                "lon": 13.5917416
            },
            "nodes": [
                7980829631,
                11145913448,
                7980829635,
                5825406733,
                7980787656,
                7980787655,
                7980787654,
                7980787652,
                7980787653,
                7980787651,
                7980787650,
                7980787649,
                7980787648,
                7980787647,
                5825406362,
                5825406363,
                3188975387,
                7980712285,
                7980787646,
                1624412889,
                832103331,
                362790629,
                7160624411,
                7980829630,
                7980829631
            ],
            "tags": {
                "name": "Plaža Kamp Lucija",
                "natural": "beach",
                "surface": "asphalt",
                "survey:date": "2019-09-22"
            }
        },
        {
            "type": "way",
            "id": 616123157,
            "center": {
                "lat": 45.5062201,
                "lon": 13.5948557
            },
            "nodes": [
                5825406731,
                1624413220,
                1624413140,
                1624413154,
                1624413242,
                1624413256,
                5825406731
            ],
            "tags": {
                "name": "Plaža Marina",
                "natural": "beach",
                "surface": "paved"
            }
        },
        {
            "type": "way",
            "id": 616123158,
            "center": {
                "lat": 45.5016054,
                "lon": 13.5884636
            },
            "nodes": [
                11268809022,
                3902088261,
                3902088514,
                3902088659,
                3902088937,
                3902089236,
                3902089919,
                3902090405,
                3902090694,
                3902090773,
                3902090844,
                3902090931,
                3902091056,
                3902091114,
                3902091156,
                3902091194,
                3902091213,
                3902091222,
                5754973501,
                5825406732,
                5825406733,
                7980829635,
                7980829633,
                7980829631,
                1406545571,
                11274195201,
                2750649125,
                2750649121,
                2750649071,
                50851112,
                362789984,
                5754973657,
                5754973658,
                5754973659,
                362789987,
                3161134586,
                5754973660,
                3161134585,
                3161134584,
                3161134583,
                11268809025,
                11268809024,
                11268809023,
                11268809022
            ],
            "tags": {
                "name": "Plaža Ribič",
                "natural": "beach"
            }
        },
        {
            "type": "way",
            "id": 686887136,
            "center": {
                "lat": 46.1055778,
                "lon": 14.5147660
            },
            "nodes": [
                2379544131,
                3259885361,
                678122479,
                2379544128,
                2379544127,
                5433539829,
                5433539828,
                5433539827,
                5433539826,
                5433539825,
                5433539824,
                5433539823,
                5433539822,
                5433539821,
                5433539720,
                5433539719,
                5433539718,
                5433539717,
                5433539716,
                5433539715,
                5433539714,
                5433539713,
                5433539712,
                5433539711,
                5433539710,
                5433539709,
                5433539707,
                5433539704,
                678122491,
                2379544119,
                2379544120,
                7770811229,
                678122492,
                2379544124,
                2379544123,
                2379544125,
                678122493,
                3259884961,
                3259885061,
                3259884862,
                3259885062,
                3259884863,
                3259885261,
                678122478,
                2379544129,
                3259884861,
                2379544130,
                3259884864,
                2379544131
            ],
            "tags": {
                "description": "Jože, an elderly gentleman who passed away from pancreatic cancer in late 2023, was a former chauffeur of President Tito and later an active member of the Ljubljana naturist movement. On his initiative these sun terraces were built.",
                "image": "https://commons.wikimedia.org/wiki/File:Jo%C5%BEetove_terase_ob_Savi.jpg",
                "name": "Jožetove terase",
                "name:en": "Jože's terraces",
                "natural": "beach",
                "nudism": "permissive",
                "supervised": "no",
                "surface": "pebblestone",
                "wheelchair": "no"
            }
        },
        {
            "type": "way",
            "id": 1060953288,
            "center": {
                "lat": 46.4835478,
                "lon": 15.6698897
            },
            "nodes": [
                1821780542,
                9748187517,
                9748187518,
                9748187519,
                9748187520,
                9748187521,
                9748187522,
                9748187523,
                1821780457,
                12431611979,
                1821780560,
                1821780408,
                12431611978,
                1821780407,
                1821780419,
                1821780417,
                1821780542
            ],
            "tags": {
                "cruising": "yes",
                "name": "Jezero Rogoza",
                "natural": "beach",
                "nudism": "customary",
                "surface": "gravel"
            }
        },
        {
            "type": "way",
            "id": 1067496387,
            "center": {
                "lat": 45.6469096,
                "lon": 14.8747353
            },
            "nodes": [
                4516969585,
                4516969565,
                4516969269,
                9800922055,
                9800922056,
                3757403227,
                3757403228,
                4516969585
            ],
            "tags": {
                "name": "Glavna plaža Jezero",
                "natural": "beach",
                "surface": "grass"
            }
        },
        {
            "type": "way",
            "id": 1203544015,
            "center": {
                "lat": 45.5321186,
                "lon": 13.6450817
            },
            "nodes": [
                4301534513,
                11156526718,
                11156526717,
                11156526716,
                11156526715,
                4301534525,
                4301534524,
                4301534523,
                1417527758,
                4301534521,
                1417527757,
                4301534519,
                1417527756,
                1706948631,
                1706948629,
                4301534513
            ],
            "tags": {
                "name": "Simonov zaliv / Baia di San Simone",
                "name:it": "Baia di San Simone",
                "name:sl": "Simonov zaliv",
                "natural": "beach",
                "surface": "pebblestone"
            }
        },
        {
            "type": "way",
            "id": 1204926729,
            "center": {
                "lat": 46.0968078,
                "lon": 14.5208724
            },
            "nodes": [
                11167108717,
                11167108716,
                11167108715,
                678121887,
                11168170121,
                678121889,
                11168170122,
                11168170120,
                678121891,
                11168170119,
                11167108711,
                11167108717
            ],
            "tags": {
                "access": "yes",
                "name": "Plaža Sava - Laguna",
                "natural": "beach",
                "sport": "swimming",
                "supervised": "no",
                "surface": "gravel",
                "wheelchair": "limited"
            }
        },
        {
            "type": "way",
            "id": 1290605284,
            "center": {
                "lat": 46.4867660,
                "lon": 15.6738942
            },
            "nodes": [
                1821780410,
                12431611943,
                1821780444,
                1821780505,
                1821780449,
                11965997640,
                1821780432,
                1821780430,
                1821780545,
                11965997643,
                11965997644,
                12431611944,
                11965997645,
                12431611945,
                12431611946,
                1821780566,
                11965997647,
                12431611947,
                1821780404,
                1821780406,
                12431611948,
                1821780386,
                1821780525,
                1821780526,
                11965997653,
                11965997654,
                11965997655,
                11965997656,
                11965997657,
                11965997658,
                11965997659,
                11965997660,
                11965997661,
                11965997662,
                11965997663,
                11965997664,
                11965997665,
                1821780410
            ],
            "tags": {
                "cruising": "yes",
                "name": "Plaža Rogoza",
                "natural": "beach",
                "nudism": "customary",
                "surface": "gravel"
            }
        }
    ]